[
    {
        "titolo": "Fondamenti del Tennis per Principianti",
        "descrizione": "Un corso introduttivo pensato per i principianti, che copre i fondamenti del tennis, inclusi impugnature, colpi e movimenti di base.",
        "prezzo": 19.99,
        "lezioni": [
            {
                "titolo": "Introduzione al Tennis"
            },
            {
                "titolo": "Impugnature e Colpi"
            },
            {
                "titolo": "Movimenti di Base"
            },
            {
                "titolo": "Pratica di Base"
            }
        ]
    },
    {
        "titolo": "Tecniche Avanzate di Tennis",
        "descrizione": "Questo corso è dedicato ai giocatori avanzati che vogliono perfezionare le loro tecniche e strategie di gioco.",
        "prezzo": 34.99,
        "lezioni": [
            {
                "titolo": "Servizi Avanzati"
            },
            {
                "titolo": "Rovescio Potente"
            },
            {
                "titolo": "Tecniche di Volée"
            },
            {
                "titolo": "Strategie di Gioco"
            },
            {
                "titolo": "Allenamento Intensivo"
            }
        ]
    },
    {
        "titolo": "Preparazione Mentale per il Tennis",
        "descrizione": "Scopri come prepararti mentalmente per le partite di tennis, gestire lo stress e migliorare la concentrazione in campo.",
        "prezzo": 22.99,
        "lezioni": [
            {
                "titolo": "Introduzione alla Preparazione Mentale"
            },
            {
                "titolo": "Tecniche di Respirazione"
            },
            {
                "titolo": "Visualizzazione e Focus"
            },
            {
                "titolo": "Gestione dello Stress"
            }
        ]
    },
    {
        "titolo": "Strategie di Gioco per Principianti",
        "descrizione": "Impara le strategie di base per migliorare il tuo gioco, dalla posizione in campo alle tattiche per vincere i punti.",
        "prezzo": 18.99,
        "lezioni": [
            {
                "titolo": "Posizionamento in Campo"
            },
            {
                "titolo": "Tattiche di Base"
            },
            {
                "titolo": "Giocare a Rete"
            },
            {
                "titolo": "Gestione dei Punti Chiave"
            }
        ]
    },
    {
        "titolo": "Servizio e Risposta: Migliora il Tuo Gioco",
        "descrizione": "Un corso focalizzato sul miglioramento del servizio e della risposta, con tecniche per aumentare precisione e potenza.",
        "prezzo": 29.99,
        "lezioni": [
            {
                "titolo": "Tecniche di Servizio"
            },
            {
                "titolo": "Pratica della Risposta"
            }
        ]
    },
    {
        "titolo": "Allenamento Fisico per Tennisti",
        "descrizione": "Un programma di allenamento fisico specifico per tennisti, per migliorare forza, resistenza e agilità.",
        "prezzo": 24.99,
        "lezioni": [
            {
                "titolo": "Riscaldamento e Stretching"
            },
            {
                "titolo": "Esercizi di Forza"
            },
            {
                "titolo": "Esercizi di Resistenza"
            },
            {
                "titolo": "Esercizi di Agilità"
            },
            {
                "titolo": "Rafforzamento del Core"
            }
        ]
    },
    {
        "titolo": "Tecniche di Difesa nel Tennis",
        "descrizione": "Impara come difenderti efficacemente in campo, mantenendo la calma sotto pressione e contrattaccando con successo.",
        "prezzo": 21.99,
        "lezioni": [
            {
                "titolo": "Difesa di Base"
            },
            {
                "titolo": "Contrattacco"
            },
            {
                "titolo": "Gestione delle Situazioni Difficili"
            },
            {
                "titolo": "Pratica Difensiva"
            }
        ]
    },
    {
        "titolo": "Gioco di Volée: Domina la Rete",
        "descrizione": "Un corso completo per migliorare il gioco di volée, con esercizi specifici per precisione e reattività a rete.",
        "prezzo": 27.99,
        "lezioni": [
            {
                "titolo": "Introduzione al Gioco di Volée"
            },
            {
                "titolo": "Tecniche di Volée"
            },
            {
                "titolo": "Esercizi di Volée"
            },
            {
                "titolo": "Pratica Avanzata di Volée"
            }
        ]
    },
    {
        "titolo": "Tennis per Bambini: Divertimento e Apprendimento",
        "descrizione": "Un corso pensato per i bambini, per avvicinarli al tennis in modo divertente e educativo, sviluppando le loro abilità di base.",
        "prezzo": 15.99,
        "lezioni": [
            {
                "titolo": "Introduzione al Tennis per Bambini"
            },
            {
                "titolo": "Giochi e Esercizi"
            },
            {
                "titolo": "Colpi di Base"
            },
            {
                "titolo": "Movimenti Divertenti"
            }
        ]
    },
    {
        "titolo": "Tecniche di Ritorno del Servizio",
        "descrizione": "Migliora le tue abilità nel ritornare il servizio con tecniche avanzate e esercizi specifici per ogni tipo di servizio.",
        "prezzo": 26.99,
        "lezioni": [
            {
                "titolo": "Analisi del Servizio Avversario"
            },
            {
                "titolo": "Tecniche di Ritorno"
            },
            {
                "titolo": "Esercizi di Precisione"
            },
            {
                "titolo": "Pratica di Ritorno"
            }
        ]
    },
    {
        "titolo": "Approccio Mentale: Vincere con la Mente",
        "descrizione": "Scopri le tecniche mentali per mantenere la calma, aumentare la fiducia in te stesso e gestire la pressione durante le partite.",
        "prezzo": 5.99,
        "lezioni": [
            {
                "titolo": "Introduzione alla Psicologia del Tennis"
            },
            {
                "titolo": "Costruire la Fiducia"
            },
            {
                "titolo": "Gestione della Pressione"
            },
            {
                "titolo": "Tecniche di Rilassamento"
            }
        ]
    },
    {
        "titolo": "Dritto Vincente: Impara il Colpo Base del Tennis",
        "descrizione": "Migliora il tuo dritto con questo corso completo che ti insegnerà la tecnica corretta passo dopo passo. Imparerai la presa, la posizione del corpo, il movimento del braccio e come generare potenza e topspin. Il corso include 8 lezioni video HD e una sessione di domande e risposte con un maestro di tennis.",
        "prezzo": 29.99,
        "lezioni": [
            {
                "titolo": "Introduzione e Riscaldamento"
            },
            {
                "titolo": "La Presa Corretta"
            },
            {
                "titolo": "Posizione del Corpo e Preparazione"
            },
            {
                "titolo": "Movimento del Braccio e Impatto"
            },
            {
                "titolo": "Generare Potenza e Topspin"
            },
            {
                "titolo": "Drill e Esercizi"
            },
            {
                "titolo": "Errori Comuni e Come Correggerli"
            },
            {
                "titolo": "Domande e Risposte con il Maestro"
            }
        ]
    },
    {
        "titolo": "Rovescio Perfetto: Domina il Colpo Difensivo del Tennis",
        "descrizione": "Impara il rovescio a due mani come i professionisti con questo corso dettagliato. Ti guideremo attraverso la tecnica corretta, dalla presa e la posizione del corpo al movimento del braccio e la generazione di topspin. Il corso include 6 lezioni video HD e un bonus speciale: un allenamento per il rovescio con una macchina lanciapalle.",
        "prezzo": 39.99,
        "lezioni": [
            {
                "titolo": "Introduzione e Riscaldamento"
            },
            {
                "titolo": "La Presa Corretta"
            },
            {
                "titolo": "Posizione del Corpo e Preparazione"
            },
            {
                "titolo": "Movimento del Braccio e Impatto"
            },
            {
                "titolo": "Generare Topspin e Controllo"
            },
            {
                "titolo": "Drill e Esercizi"
            },
            {
                "titolo": "Allenamento Bonus con Macchina Lanciapalle"
            }
        ]
    },
    {
        "titolo": "Dritto Vincente: Maestro del Colpo Base",
        "descrizione": "Migliora il tuo dritto con questo corso completo e diventa un maestro del colpo base del tennis. Imparerai la tecnica corretta passo dopo passo, dalla presa alla posizione del corpo, dal movimento del braccio alla generazione di potenza e topspin. Il corso include 8 lezioni video HD e una sessione di domande e risposte con un maestro di tennis.",
        "prezzo": 29.99,
        "lezioni": [
            {
                "titolo": "Introduzione e Riscaldamento"
            },
            {
                "titolo": "La Presa Perfetta: La Base del Successo"
            },
            {
                "titolo": "Posizione del Corpo e Preparazione: Equilibrio e Potenza"
            },
            {
                "titolo": "Movimento del Braccio e Impatto: Generando Forza"
            },
            {
                "titolo": "Generare Potenza e Topspin: Colpi Devastati"
            },
            {
                "titolo": "Drill e Esercizi: Metti alla Prova le Tue Abilità"
            },
            {
                "titolo": "Errori Comuni e Come Correggerli: Evita le Trappole"
            },
            {
                "titolo": "Domande e Risposte con il Maestro: Chiarisci i Tuoi Dubbi"
            }
        ]
    },
    {
        "titolo": "Rovescio Implacabile: Domina il Colpo Difensivo",
        "descrizione": "Impara il rovescio a due mani come i professionisti con questo corso dettagliato e trasforma il tuo colpo difensivo in un'arma implacabile. Ti guideremo attraverso la tecnica corretta, dalla presa e la posizione del corpo al movimento del braccio e la generazione di topspin. Il corso include 6 lezioni video HD e un bonus speciale: un allenamento per il rovescio con una macchina lanciapalle.",
        "prezzo": 39.99,
        "lezioni": [
            {
                "titolo": "Introduzione e Riscaldamento"
            },
            {
                "titolo": "La Presa Perfetta: Stabilità e Controllo"
            },
            {
                "titolo": "Posizione del Corpo e Preparazione: Equilibrio e Fluidità"
            },
            {
                "titolo": "Movimento del Braccio e Impatto: Generando Topspin"
            },
            {
                "titolo": "Generare Topspin e Controllo: Precisione e Potenza"
            },
            {
                "titolo": "Drill e Esercizi: Affina le Tue Abilità"
            },
            {
                "titolo": "Allenamento Bonus con Macchina Lanciapalle: Sfida Te Stesso"
            }
        ]
    },
    {
        "titolo": "Tennis Pratico 101",
        "descrizione": "Un corso introduttivo che copre le basi del tennis, inclusi servizio, rovescio, colpo di diritto e molto altro.",
        "prezzo": 19.99,
        "lezioni": [
            {
                "titolo": "Introduzione al servizio"
            },
            {
                "titolo": "Rovescio: tecniche di base"
            }
        ]
    },
    {
        "titolo": "Mentalità del Tennis",
        "descrizione": "Questo corso esplora l'aspetto mentale del tennis, insegnando tecniche per rimanere concentrati e gestire la pressione.",
        "prezzo": 29.99,
        "lezioni": [
            {
                "titolo": "Gestione dello stress in partita"
            },
            {
                "titolo": "Mantenere la concentrazione"
            },
            {
                "titolo": "Gestione della vittoria e della sconfitta"
            }
        ]
    },
    {
        "titolo": "Tecniche Avanzate di Tennis",
        "descrizione": "Per i giocatori più esperti, questo corso copre tecniche avanzate per migliorare il tuo gioco.",
        "prezzo": 39.99,
        "lezioni": [
            {
                "titolo": "Servizio Avanzato"
            },
            {
                "titolo": "Tecniche di Rovescio Avanzate"
            },
            {
                "titolo": "Strategie di Partita"
            },
            {
                "titolo": "Tecniche di Allenamento"
            }
        ]
    },
    {
        "titolo": "Servizio Potente: Tecniche per un Servizio Veloce",
        "descrizione": "Questo corso è progettato per i giocatori di tennis che desiderano aumentare la velocità e la precisione del loro servizio. Il corso inizia con una panoramica dei fondamentali del servizio, tra cui la presa, l’oscillazione e il contatto. Successivamente, gli studenti impareranno tecniche avanzate per aumentare la velocità del servizio, tra cui l’uso efficace del corpo e la sincronizzazione del movimento. Il corso include anche esercizi di pratica per aiutare gli studenti a mettere in pratica ciò che hanno imparato.",
        "prezzo": 0,
        "lezioni": [
            {
                "titolo": "Fondamentali del Servizio Potente"
            },
            {
                "titolo": "Esercizi di Potenziamento per il Servizio"
            }
        ]
    },
    {
        "titolo": "Mentalità da Campione: Costruire la Forza Mentale nel Tennis ",
        "descrizione": "Questo corso si concentra sulla costruzione della forza mentale necessaria per competere al massimo livello nel tennis.",
        "prezzo": 0,
        "lezioni": [
            {
                "titolo": "Introduzione alla Forza Mentale"
            },
            {
                "titolo": "Gestione dello Stress in Campo"
            },
            {
                "titolo": "Costruire la Fiducia"
            }
        ]
    },
    {
        "titolo": "Tecnica del Rovescio: Perfezionare il Colpo",
        "descrizione": "Un corso dedicato a perfezionare la tecnica del rovescio, uno dei colpi più importanti nel tennis.",
        "prezzo": 0,
        "lezioni": [
            {
                "titolo": "Fondamentali del Rovescio"
            },
            {
                "titolo": "Rovescio a Una Mano vs Rovescio a Due Mani"
            },
            {
                "titolo": "Esercizi di Pratica per il Rovescio"
            }
        ]
    },
    {
        "titolo": "Tennis Tattico: Strategie di Gioco",
        "descrizione": "Questo corso è destinato ai giocatori di tennis che desiderano migliorare le loro decisioni tattiche durante una partita. Il corso inizia con una panoramica delle diverse situazioni di gioco che si possono verificare durante una partita di tennis. Gli studenti impareranno poi a analizzare queste situazioni e a prendere decisioni tattiche efficaci. Il corso include anche esercizi di pratica per aiutare gli studenti a mettere in pratica le strategie discusse.",
        "prezzo": 0,
        "lezioni": [
            {
                "titolo": "Introduzione alle Strategie di Gioco"
            },
            {
                "titolo": "Analisi delle Situazioni di Gioco"
            },
            {
                "titolo": "Decisioni Tattiche in Campo"
            }
        ]
    },
    {
        "titolo": "Resilienza Mentale nel Tennis",
        "descrizione": "Questo corso si concentra sulla costruzione della resilienza mentale nel tennis. Gli studenti impareranno tecniche per gestire lo stress e rimanere concentrati durante le partite di tennis. Il corso copre anche tecniche di mindfulness e visualizzazione per aiutare gli studenti a sviluppare una mentalità positiva e resiliente.",
        "prezzo": 0,
        "lezioni": [
            {
                "titolo": "Introduzione alla Resilienza Mentale"
            },
            {
                "titolo": "Tecniche di Gestione dello Stress"
            },
            {
                "titolo": "Esercizi di Mindfulness per il Tennis"
            }
        ]
    },
    {
        "titolo": "Mentalità d'Acciaio: I Segreti dei Campioni",
        "descrizione": "Trasforma la tua mente nel tuo più grande alleato in campo con questo corso completo sulla mentalità vincente nel tennis. Impara a dominare le tue emozioni, sviluppare una concentrazione incrollabile e affrontare ogni sfida con grinta e determinazione. Scopri i segreti dei migliori giocatori di tennis e applicali al tuo gioco per raggiungere il successo.",
        "prezzo": 0,
        "lezioni": [
            {
                "titolo": "Vincere la paura e l'ansia da gara"
            },
            {
                "titolo": "Mantenere la concentrazione e il focus"
            },
            {
                "titolo": " Sviluppare una mentalità resiliente"
            },
            {
                "titolo": "Potenziare la tua motivazione e la tua grinta"
            }
        ]
    },
    {
        "titolo": "Strategia Vincente: Le Chiavi per Dominare il Campo",
        "descrizione": "Diventa un maestro della strategia tattica con questo corso che ti insegnerà a leggere il gioco, anticipare le mosse dell'avversario e prendere decisioni vincenti in ogni situazione. Impara a costruire punti efficaci, gestire il ritmo del match e adottare diverse tattiche per adattarti a qualsiasi stile di gioco. Scopri come sfruttare la psicologia del team per eccellere nel doppio e analizzare le tue prestazioni per pianificare il tuo percorso di miglioramento.",
        "prezzo": 0,
        "lezioni": [
            {
                "titolo": "Analisi dell'avversario e lettura del gioco"
            },
            {
                "titolo": "Costruire il punto vincente"
            },
            {
                "titolo": " Gestione del match e tattiche di gioco"
            },
            {
                "titolo": "Giocare sotto pressione e gestire i momenti cruciali"
            },
            {
                "titolo": "Analisi del match e pianificazione delle strategie future"
            }
        ]
    },
    {
        "titolo": "Maestro del Rovescio: Dai Principianti ai Professionisti",
        "descrizione": "Trasforma il tuo rovescio da un punto debole in un'arma vincente con questo corso completo sulla tecnica del rovescio nel tennis. Impara la corretta impugnatura, il movimento del backswing e dello swing, il footwork efficace e le diverse tipologie di colpi (slice, lift, lungolinea, incrociato). Sviluppa le abilità necessarie per colpire rovesci precisi, potenti e controllati in qualsiasi situazione di gioco.",
        "prezzo": 0,
        "lezioni": [
            {
                "titolo": "Impugnatura e preparazione al colpo"
            },
            {
                "titolo": "Backswing e swing"
            },
            {
                "titolo": "Footwork e posizionamento in campo"
            },
            {
                "titolo": "Rovescio slice e lift"
            },
            {
                "titolo": "Rovescio in corsa e controvento"
            },
            {
                "titolo": "Rovescio in risposta alla battuta"
            },
            {
                "titolo": "Rovescio in situazioni di gioco avanzate"
            }
        ]
    },
    {
        "titolo": "Servizio Perfetto: Bomba dal Cielo",
        "descrizione": "Trasforma la tua battuta in un'arma inarrestabile con questo corso dedicato alla tecnica del servizio nel tennis. Impara la corretta posizione del corpo, il lancio della palla, l'impugnatura e il movimento del braccio per colpire servizi potenti, precisi e vari (piatto, slice, lift, kick, underhand). Scopri come sorprendere l'avversario con variazioni di velocità, traiettoria e rotazione e come utilizzare il servizio per conquistare il punto fin dalle prime battute.",
        "prezzo": 0,
        "lezioni": [
            {
                "titolo": "Lancio della palla e impugnatura"
            },
            {
                "titolo": "Servizio piatto, slice e lift"
            },
            {
                "titolo": "Servizio in kick e underhand"
            },
            {
                "titolo": "Variare il servizio e sorprendere l'avversario"
            }
        ]
    },
    {
        "titolo": "Volée Vincente: Attacco Implacabile a Rete",
        "descrizione": "Conquista la rete e domina il gioco con questo corso sulla tecnica della volée nel tennis. Impara la corretta impugnatura, il footwork efficace e il movimento del corpo per eseguire volée di dritto e rovescio precise, aggressive e di ogni tipo (alta, bassa, in movimento, in corsa). Scopri come sfruttare la volée per sorprendere l'avversario, cambiare il ritmo del gioco e conquistare il punto con astuzia e strategia.",
        "prezzo": 0,
        "lezioni": [
            {
                "titolo": "Impugnatura e preparazione al colpo"
            },
            {
                "titolo": "Volée di dritto e rovescio"
            },
            {
                "titolo": "Volée alta e bassa"
            },
            {
                "titolo": "Volée in movimento e in corsa"
            }
        ]
    },
    {
        "titolo": "Smorzate Magiche: Inganna l'Avversario e Conquista il Punto",
        "descrizione": "Impara l'arte della smorzata e conquista il punto con astuzia e strategia con questo corso sulla tecnica delle smorzate nel tennis. Sviluppa la corretta impugnatura, il footwork efficace e il movimento del corpo per eseguire smorzate di dritto e rovescio precise, varie e di ogni tipo (alta, bassa, in movimento, in corsa). Scopri come utilizzare le smorzate per sorprendere l'avversario, costringerlo a errori e conquistare il punto con astuzia e controllo.",
        "prezzo": 0,
        "lezioni": [
            {
                "titolo": "Smorzate di dritto e rovescio"
            },
            {
                "titolo": "Smorzate in situazioni di gioco avanzate"
            }
        ]
    },
    {
        "titolo": "Dritto Vincente: Forza e Precisione per Dominare il Campo",
        "descrizione": "Trasforma il tuo dritto in un'arma di precisione in grado di conquistare ogni punto con questo corso sulla tecnica del dritto nel tennis. Impara la corretta impugnatura, il movimento del backswing e dello swing, il footwork efficace e le diverse tipologie di colpi (piatto, slice, lift, incrociato, lungolinea). Sviluppa le abilità necessarie per colpire dritti potenti, precisi e controllati in qualsiasi situazione di gioco.",
        "prezzo": 0,
        "lezioni": [
            {
                "titolo": "Dritto piatto, slice e lift"
            },
            {
                "titolo": "Dritto incrociato e lungolinea"
            },
            {
                "titolo": "Impugnatura e preparazione al colpo"
            },
            {
                "titolo": "Dritto in situazioni di gioco finali"
            }
        ]
    },
    {
        "titolo": "Topspin Devastante: Fai Girare la Palla e Conquista il Punto",
        "descrizione": "Impara l'arte del topspin e conquista il punto con potenza e controllo con questo corso sulla tecnica del topspin nel tennis. Sviluppa la corretta impugnatura, il movimento del backswing e dello swing, il footwork efficace e la tecnica per colpire topspin di dritto e rovescio elevati e di ogni tipo (alto, basso, in movimento, in corsa). Scopri come utilizzare il topspin per dominare il gioco, mettere pressione all'avversario e costringerlo alla difesa.",
        "prezzo": 0,
        "lezioni": [
            {
                "titolo": "Topspin di dritto e rovescio"
            },
            {
                "titolo": "Efficacia del Topspin"
            },
            {
                "titolo": "Più rotazione, minor potenza"
            },
            {
                "titolo": "Topspin nei vari tipi di campo"
            }
        ]
    },
    {
        "titolo": "Backhand Slice: Controllo e Difesa per Sopravvivere ad Ogni Situazione",
        "descrizione": "Trasforma il tuo backhand slice in uno scudo in grado di difenderti da ogni attacco con questo corso sulla tecnica del backhand slice nel tennis. Impara la corretta impugnatura, il movimento del backswing e dello swing, il footwork efficace e le diverse tipologie di colpi (piatto, liftato, incrociato, lungolinea). Sviluppa le abilità necessarie per colpire backhand slice precisi, controllati e di ogni tipo (alto, basso, in movimento, in corsa). Scopri come utilizzare il backhand slice per cambiare il ritmo del gioco, creare opportunità di attacco e difenderti con efficacia in situazioni difficili.",
        "prezzo": 0,
        "lezioni": [
            {
                "titolo": "Backhand slice piatto e liftato"
            },
            {
                "titolo": "Backhand in situazioni di difesa"
            },
            {
                "titolo": "Slice da fondo campo"
            }
        ]
    },
    {
        "titolo": "Lob Vincente: Supera l'Avversario con Astuzia e Strategia",
        "descrizione": "Impara l'arte del lob e supera l'avversario con astuzia e strategia con questo corso sulla tecnica del lob nel tennis. Sviluppa la corretta impugnatura, il movimento del backswing e dello swing, il footwork efficace e la tecnica per eseguire lob precisi, vari e di ogni tipo (alto, basso, in movimento, in corsa). Scopri come utilizzare il lob per sorprendere l'avversario, guadagnare tempo per riorganizzarti e creare opportunità di attacco.",
        "prezzo": 0,
        "lezioni": [
            {
                "titolo": "Lob Alto e Basso"
            },
            {
                "titolo": "Impugnatura e Preparazione al Colpo"
            },
            {
                "titolo": "Lob in Movimento e in Corsa"
            },
            {
                "titolo": "Lob in Situazioni di Gioco Avanzate"
            }
        ]
    },
    {
        "titolo": "Drop Shot: Inganna l'Avversario e Conquista il Punto con Astuzia",
        "descrizione": "Trasforma il drop shot in un'arma vincente per conquistare il punto con astuzia e strategia con questo corso sulla tecnica del drop shot nel tennis. Impara la corretta impugnatura, il movimento del backswing e dello swing, il footwork efficace e la tecnica per eseguire drop shot precisi, vari e di ogni tipo (alto, basso, in movimento, in corsa). Scopri come utilizzare il drop shot per sorprendere l'avversario, costringerlo a errori e conquistare il punto con astuzia e controllo.",
        "prezzo": 0,
        "lezioni": [
            {
                "titolo": "Impugnatura e Preparazione al Colpo"
            },
            {
                "titolo": "Drop Shot in Movimento e in Corsa"
            }
        ]
    },
    {
        "titolo": "Allungo e Recupero: Sfrutta al Massimo la Tua Resistenza",
        "descrizione": "Migliora la tua resistenza e il tuo recupero in campo con questo corso dedicato all'allenamento fisico per il tennis. Impara esercizi specifici per sviluppare forza, esplosività, resistenza e coordinazione. Scopri come eseguire un corretto riscaldamento e defaticamento, come prevenire gli infortuni e come gestire la fatica durante il match.",
        "prezzo": 0,
        "lezioni": [
            {
                "titolo": "Forza Esplosiva per Colpi Potenti"
            },
            {
                "titolo": "Resistenza Aerobica per Durate Lunghe"
            },
            {
                "titolo": "Recupero Rapido per Massimizzare le Prestazioni"
            },
            {
                "titolo": "Prevenzione Infortuni per Giocare in Sicurezza"
            }
        ]
    },
    {
        "titolo": "Footwork Vincente: Posizionamento e Spostamenti Efficaci",
        "descrizione": "Diventa un maestro del footwork con questo corso che ti insegnerà come posizionarti correttamente in campo e come spostarti in modo efficace per colpire ogni palla con precisione e potenza. Impara le tecniche di footwork per il dritto, il rovescio, la volée e il servizio. Scopri come anticipare le mosse dell'avversario e come adattarti a diverse situazioni di gioco.",
        "prezzo": 0,
        "lezioni": [
            {
                "titolo": "Footwork per Dritto e Rovescio"
            },
            {
                "titolo": "Footwork per Volée e Servizio"
            }
        ]
    },
    {
        "titolo": "Tatto e Sensibilità: Controllo Perfetto della Palla",
        "descrizione": "Migliora il tuo tocco e la tua sensibilità sulla palla con questo corso che ti insegnerà a controllare la palla con precisione e maestria. Impara esercizi specifici per sviluppare il controllo della racchetta, la coordinazione occhio-mano e la sensibilità tattile. Scopri come colpire colpi precisi, varierli e adattarli a diverse situazioni di gioco.",
        "prezzo": 0,
        "lezioni": [
            {
                "titolo": "Sviluppare un Tocco Delicato"
            },
            {
                "titolo": "Allenare la Sensibilità Tattile"
            },
            {
                "titolo": "Perfezionare la Coordinazione Occhio-Mano"
            },
            {
                "titolo": "Colpi Precisi e Vari in Ogni Situazione"
            }
        ]
    },
    {
        "titolo": "Tattiche di Doppio: Dominio in Coppia",
        "descrizione": "Diventa un maestro del doppio con questo corso che ti insegnerà le migliori tattiche di gioco per dominare in coppia. Impara come comunicare con il tuo compagno, come posizionarvi in campo e come coordinare i vostri colpi per creare attacchi efficaci e difese solide. Scopri come sfruttare i punti di forza di entrambi e come adattarvi a diverse tipologie di avversari.",
        "prezzo": 0,
        "lezioni": [
            {
                "titolo": "Comunicazione Efficace con il Compagno"
            },
            {
                "titolo": "Posizionamento Strategico in Campo"
            },
            {
                "titolo": "Coordinazione dei Colpi per Attacchi Efficaci"
            },
            {
                "titolo": "Difese Solidi contro Ogni Avversario"
            },
            {
                "titolo": "Sfruttare i Punti di Forza di Entrambi"
            }
        ]
    },
    {
        "titolo": "Preparazione al Match: Routine e Concentrazione",
        "descrizione": "Scopri come prepararti al meglio per ogni match con questo corso sulla routine pre-gara e sulla concentrazione mentale nel tennis. Impara a creare una routine efficace che ti aiuti a entrare in campo con la giusta mentalità e il giusto livello di concentrazione. Scopri tecniche di visualizzazione, respirazione e auto-motivazione.",
        "prezzo": 0,
        "lezioni": [
            {
                "titolo": "Creare una Routine Pre-Gara Efficace"
            },
            {
                "titolo": "Raggiungere la Concentrazione Mentale Ideale"
            },
            {
                "titolo": "Tecniche di Visualizzazione per il Successo"
            },
            {
                "titolo": "Respirazione e Controllo dell'Ansia"
            },
            {
                "titolo": "Auto-Motivazione per Vincere"
            }
        ]
    },
    {
        "titolo": "Tennis Donna: Forza, Eleganza e Piacere del Gioco",
        "descrizione": "Scopri il piacere di giocare a tennis in un ambiente divertente e motivante. Impara le basi dalla A alla Z, migliora la tua tecnica, tonifica il tuo corpo e socializza con altre donne. Che tu sia una principiante o una giocatrice esperta, questo corso è perfetto per te!",
        "prezzo": 0,
        "lezioni": [
            {
                "titolo": "Imparare le basi del tennis in modo facile e divertente"
            },
            {
                "titolo": "Tonificare il corpo e bruciare calorie"
            },
            {
                "titolo": "Sviluppare una sana competitività e socializzare con altre donne"
            }
        ]
    },
    {
        "titolo": "Tennis Over 50: Salute, Benessere e Gioco in Compagnia",
        "descrizione": "Mantieni la forma, socializza e divertiti giocando a tennis in un ambiente sicuro e accogliente. Migliora il tuo equilibrio, la coordinazione e la flessibilità, impara nuove tecniche e strategie di gioco e partecipa a partite e tornei con persone della tua età. Il tennis è lo sport ideale per gli over 50!",
        "prezzo": 0,
        "lezioni": [
            {
                "titolo": "Divertimento e svago in un ambiente sicuro e accogliente"
            },
            {
                "titolo": "Riduzione del rischio di malattie croniche"
            }
        ]
    },
    {
        "titolo": "Tennis & Fitness: Brucia Calorie e Tonifica il Corpo",
        "descrizione": "Un corso che unisce il tennis all'allenamento fitness per un'esperienza completa e bruciare calorie. Esercizi di cardio, forza e stretching per tonificare il corpo e migliorare la resistenza in campo.",
        "prezzo": 0,
        "lezioni": [
            {
                "titolo": "Bruciare calorie e tonificare il corpo in modo efficace"
            },
            {
                "titolo": "Sviluppare forza muscolare e flessibilità"
            },
            {
                "titolo": "Migliorare la resistenza e la forma fisica"
            }
        ]
    },
    {
        "titolo": "Tennis & Mindfulness: Gioca con Calma e Concentrazione",
        "descrizione": "Un corso che combina il tennis con tecniche di mindfulness per migliorare la concentrazione, la gestione dello stress e la consapevolezza di sé. Impara a giocare con calma, lucidità e focus mentale.",
        "prezzo": 0,
        "lezioni": [
            {
                "titolo": "concentrazione e la capacità di focus"
            },
            {
                "titolo": "Ridurre lo stress e l'ansia"
            },
            {
                "titolo": "Come giocare a tennis con maggiore calma e lucidità"
            },
            {
                "titolo": "Aumentare la consapevolezza di sé e del proprio corpo"
            }
        ]
    },
    {
        "titolo": "Tennis per Principianti: Muovi i Primi Passi sul Campo",
        "descrizione": "Questo corso è dedicato a tutti coloro che desiderano avvicinarsi al tennis per la prima volta, con particolare attenzione a chi non ha mai impugnato una racchetta in vita sua. In un ambiente amichevole e accogliente, verrai guidato passo dopo passo da istruttori esperti e appassionati che ti aiuteranno a muovere i primi passi nel fantastico mondo del tennis.",
        "prezzo": 0,
        "lezioni": [
            {
                "titolo": "Impugnatura della racchetta"
            },
            {
                "titolo": "Colpi fondamentali"
            },
            {
                "titolo": "Regole del gioco"
            }
        ]
    }
]